Repository: Ramblurr/Meedan-Open-Translation-Memory--ar-en-
Catalog: MeedanMeemory-2009JUL22.tmx
Source language: en
Languages: ar

source: He is also gay and has frequently faced homophobic taunts from Israeli police, soldiers and settlers in Hebron who, by now, are used to his regular presence in the area. He is motivated, he says, by a will to resist the dehumanisation of the Palestinian
ar: وفي نفس الآن، فهو شخص مثلي، ويتعرض للمضايقات من طرف الشرطة الإسرائيلية، ومن لدن الجنود وكذا المستوطنين بمدينة الخليل الذين تعودوا، في الوقت الراهن، على حضوره المنتظم بالمنطقة. يقول إنه يستمد محفزاته من الإرادة من أجل التصدي لـ نزع الإنسانية عن الفلسطيني

source: I have seen the checkpoints, the barriers. I've seen everything with my own eyes and I think any decent person cannot sit indifferent to this. It is beyond
ar: يقول: لقد شاهدت نقط التفتيش والحواجز. لقد شاهدت كل شيء بأم عيني، وأعتقد أن أي شخص شريف لا يمكنه أن يظل غير مكترث بما يحدث. إن الأمر يتجاوز مسألة اليهود والعرب. ثم يضيف قائلا: الجميع هنا يشاهدون كل شيء، لكن ما من أحد يتحدث عنه... المستوطنة توجد على أرضه

source: His trial has sparked a broad campaign of support from academics, musicians and artists. You have here the whole misery and cruelty of the occupation in a nutshell, David Shulman, a Hebrew University professor and activist with the Israeli-Palestinian p
ar: ولقد حركت محاكمته حملة واسعة لدعمه من طرف أكاديميين، موسيقيين وفنانين.وكتب دافيد شولمان، أستاذ بالجماعة العبرية وناشط ضمن مجموعة السلام الأسرائيلي – الفلسطيني التي تحل اسم تعايش، على صفحات جريدة هارتز يقول: هذا الأمر يلخص كل بؤس ووحشية الاحتلال.

source: Inside the occupied
ar: ويضيف قائلا: في داخل ا

source: Palestinian territories
ar: لأراضي الفلسطينية المحتلة،

source: is a shadow state where the only real law is the law of the gun, where land is being taken away from its rightful owners every day, and where the very few who stand up to protest, without violence, like Ezra Nawi, are sent to prison.
ar: توجد دولة- ظل، القانون الوحيد الذي يسري فيها هو قانون الرصاص، حيث الأراضي يتم انتزاعها يوميا من مالكيها الشرعيين، وحيث الأقلية التي تقف للاحتجاج بدون استعمال العنف، من أمثال إزرا ناوي، يتم إرسالهم إلى السجن.

source: Another Hebrew University academic and peace activist, Amiel Vardi, who teaches classics, said: I don't know of anyone as dedicated as Ezra. Vardi, too, said Nawi was different from most. We are others. Even for those who work with us for years and per
ar: وقال أكاديمي بالجامعة العبرية وعضو مجموعة ناشطي السلام، أمييل فاردي، والذي يدرس الكلاسيكيات: لا أعرف إن كان هناك من هو ملتزم بمبادئه كما يفعل إزرا. فاردي قال أيضا إن ناوي كان مختلفا عن الجميع: نحن هم الآخرون. فحتى بالنسبة للذين يشتغلون لحسابنا م

source: The case against him relies on the testimony of two border police officers who allege Nawi punched them during the demolition. The demolition was videoed, but the alleged incident took place inside one of the shacks and is not caught on film. Nawi admits
ar: ويضيف: ليس إزرا. إزرا شخص مقبول كإنسان، بمعنى أنهم جميعا ينتمون إلى نفس المجموعة. وليس من مجموعة أخرى._إن القضية المرفوعة ضده تعتمد على شهادة ضابطين من قوات أمن الحدود اللذين يتهمان ناوي بضربهما خلال عملية هدم المنازل. لقد تم تصوير العملية، لكن ال

source: Neither officer mentioned any punch in their initial statements, but Judge Eilata Ziskind said their testimonies were still reliable. In her verdict she said: Freedom of speech is not the freedom to act in an inciting manner or to take steps to prevent o
ar: ولم يشر أي من الضابطين إلى وجود حالة ضرب في تصريحاتهما الأولية، غير أن القاضية إيلاتا زيسكند قالت إن الشهادتين يمكن الأخذ بهما رغم كل ذلك. وجاء في حكمها: إن حرية التعبير لا تعني حرية القيام بأفعال من ذلك القبيل أو اتخاذ خطوات من أجل منع قوات الأمن أو إ

source: Once he has been arrested and cuffed, the video shows Nawi sitting in the back of a border police van as the officers laugh at him. He tells them: Yes, I was also a soldier, but I didn't demolish houses. There's a big difference. The only thing that will
ar: بمجرد اعتقاله ووضع القيود على يديه، أظهر شريط الفيديو ناوي جالسا في المكان الخلفي لعربة قوات أمن الحدود في حين كان الضابطان يضحكان عليه. يقول ناوي: أجل، لقد كنت أنا أيضا جنديا، لكنني لم أهدم المنازل. ثمة فرق شاسع. الشيء الوحيد الذي يخلفه هذا الأمر هن

source: Diplomat hails a breakthrough in US-Syria ties
ar: دبلوماسي يشيد في انفراج العلاقات بين الولايات المتحدة و سوريا

source: ABU DHABI // Washington’s decision to dispatch an ambassador to Damascus after a four-year diplomatic absence marks a breakthrough in US-Syrian relations, according to Jeffrey Feltman, the acting assistant secretary of state for near eastern affairs.
ar: أبو ظبي// إن قرار واشنطن بإعادة إرسال سفير إلى دمشق بعد غياب دبلوماسي دام أربع سنوات، يشير إلى انفراج في العلاقات بين سوريا و الولايات المتحدة الأمريكية، و ذلك وفقاً لمساعد وزير الخارجية لشؤون الشرق الأدنى، جيفري فيتلمان.

source: Last Updated: July 02. 2009 9:05PM UAE / July 2. 2009 5:05PM GMT
ar: آخر تحديث: الثاني من تموز لعام 2009. الساعة 9:05 مساءاُ الأمارات العربية المتحدة /الثاني من تموز.

source: Jeffrey Feltman, on a visit to Abu Dhabi, also offered US congratulations on the selection of the UAE as headquarters for Irena.
ar: في زيارة جيفري فيتلمان إلى إمارة أبوظبي، التي قدم خلالها التهاني لاختيار الأمارات العربية المتحدة كمقر لمنظمة ارينا.

source: “Having an ambassador in Damascus is something that is in the US interest to help promote channels of communications, dialogue and diplomacy with the Syrians,” Mr Feltman said on a visit to Abu Dhabi.
ar: إن وجود سفير للولايات المتحدة الأمريكية في دمشق هو أمر من مصلحة الولايات المتحدة الأمريكية للمساعدة في تعزيز قنوات الحوار و الاتصال الديلوماسي مع السوريين، هذا ما قاله السيد فيلتمان في زيارته لأبو ظبي.

source: President Barack Obama has repeatedly demonstrated his conviction that diplomacy can be used in approaching major, even rogue, Middle East players, to achieve a comprehensive peace in the region. Syria, Mr Feltman said, is one of these players.
ar: لقد أوضح الرئيس أوباما تكراراُ عن قناعته بإمكانية استخدام الدبلوماسية للتعامل مع اللاعبين الأساسيين في الشرق الأوسط وحتى الشائكين منهم. لتحقيق السلام الشامل في المنطقة. و سوريا كما قال السيد فيتلمان هي واحدة من هؤلاء اللاعبين.

source: Speaking in an interview with
ar: و خلال حديثه في مقابلة مع

source: The National,
ar: الوطني،

source: Mr Feltman emphasised, however, that democracy was “not something soft”.
ar: شدد السيد فيتلمان، بأية حال على عدم كون الديمقراطية شيء سهل

source: “We have some sharp differences on a variety of factors,” he said.
ar: وقال لدينا بعض الخلافات الحادة بشان مجموعة متنوعة من العوامل .

source: The Syrian regional role in Iraq, Lebanon and the Palestinian territories has been under US scrutiny since the assassination in February 2005 of the Lebanese prime minister Rafik Hariri. It was also one of several factors that helped improve the security
ar: إن الدور الاقليمي السوري في العراق ولبنان والاراضي الفلسطينية يتعرض لتمحيص دقيق من قبل الولايات المتحدة الأمريكية منذ اغتيال رئيس الوزراء اللبناني رفيق الحريري في فبراير 2005. الذي كان ايضا احد عوامل عدة ساعدت تحسين الوضع الامني في العراق خلال السنة الماض

source: Mr Feltman arrived in Abu Dhabi on Tuesday, after visiting Kuwait, at a time of unrest in Iran, stemming from suspicion over the results of the recent presidential election. For now, he said, the US still considered it advantageous to engage the Iranian r
ar: و كان السيد فيلتمان قد وصل الي ابو ظبي يوم الثلاثاء بعد زيارة الكويت في فترة اضطرابات عمت ايران و جاءت نتيجة الاشتباه في نتائج الانتخابات الرئاسية الاخيرة. و قد قال، في الوقت الحالي,ماتزال الولايات المتحدة تعتبر أنه من المفيد التفاوض مع النظام الإيراني بخ

source: “At the same time we have to stand on the side of principles of freedom of expressions, and we’re very concerned about the use of violence, intimidation and fear to try to quiet the Iranian people’s questioning of the credibility of the election,” Mr Felt
ar: و في الوقت نفسه علينا الوقوف إلى جانب مبادىء حرية التعبير، كما أننا قلقون جداٌ بشأن استخدام القوة و التهويل ،و الخوف من محاولة اسكات تساؤلات الشعب الإيراني عن مصداقية الانتخابات هذا ما قاله السيد فيلمان.

source: The Tehran regime has accused the American government of interfering in Iranian affairs, but Mr Feltman rebuked that assertion.
ar: و قد اتهم النظام الأيراني الولايات المتحدة الأمريكية بالتدخل في الشؤون الإيرانية، و لكن السيد فيتلمان رفض ذلك الإدعاء.

source: “We fully respect Iranian sovereignty, and the Iranian election should be about Iran, not about the United States. Iran wants the respect of the international community, but the first thing they need is to respect their own people.”
ar: إننا نحترم السيادة الأيرانية احتراماُ كاملاُ، و الانتخابات الإيرانية يجب أن تكون عن أيران و ليس عن الولايات المتحدة الأمريكية. إن أيران تطالب بالحصول على احترام المجتمع الدولي و لكن الشيء الأول الذين يحتاجونه هو أن يحترموا شعبهم.

source: He said the US would need to monitor the Iranian situation in the coming days to determine how best to balance competing interests.
ar: و قد قال إن الولايات المتحدة ستحتاج أن تراقب الوضع في أيران خلال الأيام المقبلة لتحدد افضل طريقة لتحقيق التوازن في المصالح التنافسية.

source: The Obama administration, meanwhile, has made the Middle East peace process its top foreign policy priority, Mr Feltman said.
ar: حيث أن الإدار الأمريكية في هذه الأثناء قد جعلت من عملية السلام في الشرق الأوسط في أولويات سياساتها الخارجية، كما قال السيد فيتلمان.

source: The American and Israeli administrations are still clashing over US demands for a freeze on building Jewish settlements in the West Bank. In 2003 the Israelis and the Palestinians accepted the “road map” of objectives and obligations.
ar: و ما تزال كل من الأدارتين الأمريكية و الأاسرائيلة في حالة تصادم بخصوص تجيد بناء المستوطنات اليهودية في الضفة الغربية. ففي عام 2003 كان قد قبل كل من الفلسطينيين و الاسرائيلين بأهداف و التزامات خارطةالطريق.

source: When asked if the US demand on the settlement freeze was negotiable, Mr Feltman said: “It’s clear there are obligations on both sides. Palestinians need to perform a security that stops incitements. And the Israelis need to stop settlement activities incl
ar: و عندسؤال السيد فيتلمان فيما إذا كان مطلب تجميد الاستيطان قابل للتفاوض ، قال السيد فيتلمان: من الواضح وجود التزامات مفروضة على الطرفين. فعلى الفلسطينين تحقيق الأمن الذي يوقف الدوافع. و على اسرائيل القيام بوقف بناء المستوطنات بما فيها النمو الطبيعي.

source: “We have a good understanding of both sides’ domestic politics, and each side is going to need to address its domestic constituency. But in the end the Palestinians deserve and want a viable state – a state that the Palestinians would be proud to call hom
ar: لدينا تفهم جيدللسياسات الداخلية لكلا الطرفين، و يحتاج كل طرف التوجه إلى الناخبين الداخليين . و لكن في النهاية فإن الفلسطينيين يريدون و يستحقون دولة قابلة للحياة - دولة يفخر الفلسطينين بتسميتها بالوطن. و يستحق أن يعيش الأسرائيليين في دولتهم بأمان و سلام.

source: In 2000, at an Arab Summit in Beirut, King Abdullah, crown prince of Saudi Arabia at the time, introduced the Arab Peace Initiative, which calls on Israel to withdraw from all occupied territories in exchange for natural relations with its Arab neighbour
ar: في القمة العربية التي عقدت في بيروت عام 2000 طرح الملك السعودي عبد الله الذي كان ولي العهد حينها المبادرة العربية للسلام، و التي تدعو اسرائيل للانسحاب من الأراضي المحتلة في مقابل إقامة علاقات طبيعية مع الدول العربية المجاورة لها. و قد تم تبني هذه المبادرة

source: “The spirit of that initiative, I think, should guide us,” Mr Feltman said. “All of us have a responsibility to help create that right atmosphere that would lead to successful conclusion and negotiations.”
ar: يجب أن تقودنا روح المبادرة، فعلى جميعنا تقع مسؤلية المساعدة في خلق الجو المناسب الذي سوف يقودنا إلى مفاوضات ناجحة هذا ما قاله السيد فيلتمان.

source: King Abdullah II of Jordan has been chosen to carry an effort on behalf of the Arab leaders involved in this conflict, to work with Mr Obama on the peace process. Mr Feltman urged the Arabs to look for ways to signal to the Israeli public that they do hav
ar: لقد تم اختيارالملك عبد الله الثاني ملك الأردن لتحميله عبء العمل مع السيد أوباما على العملية السلمية نيابة عن القادة العرب المعنيين بهذه العملية. و يحث السيد فيتلمان القادة العرب للبحث عن طرق لتوضيح إمكانية العيش بسلام و أمن في بلدهم للرأي العام الأسرائيلي

source: “A two-state solution is the best and only outcome that meets the demand of the people most involved, the Palestinians and Israelis,” he concluded.
ar: و قد ختم بقوله إن حل الدولتين هو التنيجة الوحيدة و الأفضل التي تحقق مطالب الجماهير المعنية بشكل أساسي بهذه العملية وهم الفلسطنيين و الأسرائيلين

source: BM News: Update: Egyptian woman killed in Germany over veil; police say hate crime
ar: تحديثات الأخبار: مقتل إمرأة مصرية بألمانيا لإرتدائها الحجاب؛ و تقول الشرطة أنها تكره الجريمة

source: Posted by bikyamasr on 04/07/2009
ar: تحرير: بيكي يا مصر، يوم الرابع من يوليو 2009 ميلادية

source: Update: Egyptian woman killed in Germany over veil; police say hate crime
ar: تحديثات الأخبار: مقتل إمرأة مصرية بألمانيا لإرتدائها الحجاب؛ و تقول الشرطة أنها تكره الجريمة

source: Bikya Masr
ar: تحرير: بيكي يا مصر

source: CAIRO: German police have said that the murder of a 32-year-old Egyptian woman on Wednesday outside a Dresden courtroom was inspired by a deep hatred of foreigners. The man was reported to have acted alone and was not affiliated with any far right organiz
ar: القاهرة: أعلن ضابط بقوات الشرطة الألمانية عن مقتل إمرأة مصرية مسلمة تبلغ من العمر إثني و ثلاثين عاماً يوم الأربعاء خارج غرفة محكمة دريسدن، إثر الضغائن و الأحقاد الدفينة للأجانب هناك. و قال الرجل أنه تم التعامل مع الجريمة بشكل فردي و لم تنسب لأي منظمة جم

source: Information pertaining to exactly what occurred in, or outside, the Dresden courtroom continues to flow in, but with each report comes contradictory statements.
ar: و ما زالت المعلومات تنهمر و تتوالي حول طبيعة الجريمة و الملابسات حولها و كيفية وقوعها بالضبط خارج غرفة محكمة دريسدن. و لكن مع كل تقرير يرد إلينا توجد مجموعة من المعلومات و الجمل المتناقضة.

source: The Egyptian woman was stabbed to death on Wednesday after she had won a defamation case against the man, Egypt’s Youm El Saba’a newspaper reported late Thursday. According to security sources in the German city, Marwa Al Sherbini, was stabbed inside the
ar: و قد تم طعن المرأة المسلمة المصرية حتى الموت يوم الأربعاء بعد فوزها بحكم قضائي في قضية تشويه سمعة و سب ضد هذا الرجل القاتل. و ذلك وفق تقرير لجريدة يوم الصبا المصرية متأخراً يوم الخميس. و وفقاً لمصادر أمنية بالمدينة الألمانية، فقد تم طعن السيدة المرحومة مر

source: The Associated Press ran a brief article on the killing and in the story said police had not released Sherbini or her husband’s identity.
ar: و قد أجرت وكالة أنباء الأسوشيتد برس مقالة عقائدية حول المقتل و في تلك القصة قال أحد رجال الشرطة أن الشرطة لم تكشف عن هوية الشربيني أو هوية زوجها.

source: Local Egyptian news reported that Sherbini was three-months pregnant at the time. Her husband, Elwi Ali Okaz, who was finishing a scholarship at a German institute in genetics, was also shot outside the court, moments after the verdict had been handed dow
ar: و قد أوضحت جريدة أخبار محلية مصرية أن المرحومة مروة الشربيني كانت حامل في ثلاثة أشهر خلال ذلك الوقت. كما تعرض زوجها الدكتور علوي على عكاز للهجوم كذلك و قد كان ينهى مهام بعثته الخرجية التي كان يدرس خلالها رسالة الدكتوراة بمعهد ألماني لعلوم الوراثة. و ذلك ب

source: Other reports say police shot him accidentally. It is unclear his status, with some reporting he was killed and others saying he is in critical condition.
ar: و قد أوضحت تقارير أخرى أن رجال الشرطة أطلقوا الرصاص عليه بشكل حدثي غير مقصود، و حالته غير واضحة أو مستقرة، حيث أوضخت بعض التقارير أن الزوج قد توفى كذلك، بينما أوضحت تقارير أخرى أن الزوج في حالة حرجة.

source: Dresden prosecutor Christian Avenarius said Friday that authorities believe the man was “acting alone” and that the husband was injured in the fray.
ar: و قد علق كريستيان أفيناريوس، المدعي بمحكمة دريسدن يوم الجمعة أن السلطات تعتقد أن المجرم كان يتصرف بشكل فردي و هو لا ينتمي إلى أي منظومة يمينية و أن الزوج قد أصيب خلال صراعه مع المتهجم على زوجته.

source: “It was very clearly a xenophobic attack of a fanatical lone wolf,” Avenarius said.
ar: و قد علق ذلك المدعي أنه يبدو أن الحادث ما هو إلا هجوم لشخص يحمل ضغائن و كره للأجانب بشكل متوحش فردي.

source: Magdi al-Sayed, the press officer at the German Embassy in Cairo, echoed the prosecutor’s sentiments, adding that the incident did not reflect German attitude towards Muslims.
ar: و قد قد ردد ضابط الإعلام الصحافي بالسفارة الألمانية بالقاهرة، مجدي السيد نفس مشاعر المدعي الالماني. مضيفاً أن الحادثة لا تعكس الإتجاهات الألمانية نحو المسلمين.

source: “It is a criminal act. It has nothing to do with persecution against Muslims,” Sayed said.
ar: و قد علق السيد قائلاً أنها حادثة اجرامي و لا تمت بصلة للحقد و الضغينة ضد المسلمين

source: The man remains in detention and prosecutors have opened an investigation on suspicion of murder for stabbing the woman.
ar: و ظل المتهم بالحبس، و بدأ المدعيون بالمحكمة التحقيقات حول الشكوك في جريمة القتل الخاصة بطعن المرأة المسلمة حتى الموت

source: Sherbini had filed a case against her killer, Axel, a 28-year unemployed German of Russian descent – or possibly Russian national of German decent, according to some reports – in August 2008, after he had called her a “terrorist” on a Dresden street becau
ar: و كانت المرحومة مروة الشربيني قد قامت برفع قضية ضد قاتلها أليكس، البالغ من العمر 28 عاماً، و هو ألماني لا يعمل ينحدر من أصول روسية، أو ربما روسي ينحدر من جزور ألمانية، و ذلك وفق بعض التقارير، و ذلك خلال شهر أغسطس 2008 الماضي، بعد أن قام ذلك الشاب بسبها

source: He was fined 2,800 Euros for the insulting remarks.
ar: و تم تغريمه غرامة قيمتها 2800 يورو لتلك الإهانات التي وجهها للمرحومة.

source: The murder comes as Europe is in the midst of a battle over what Muslim women can wear. French President Nicolas Sarkozy said recently that the Niqab – the full covering of the face – is “not welcome in France.
ar: و قد جاءت تلك الجريمة وسط معركة تم إيقاظها بأوروبا حول ماهية اللبس الذي يجب على المرأة المسلمة أن ترتديه. حيث قاد الرئيس الفرنسي حملة ضد النقاب – و هو غطاء كامل للوجه، و أصبح غير مرحب بذلك الرداء بفرنسا.

source: The body will be flown back to Egypt for the burial and while the Egyptian foreign condemned the incident, the Egyptian Ambassador to Germany attempted to downplay the incident.
ar: و سيتم رجوع الجثمان إلى مصر حيث ستدفن المرحومة، و في الوقت ذاته فقد أدانت وزارة الخارجية المصرية الحادثة و سيحاول السفير المصري بألمانيا باستبيان أبعاد الحادثة بالتفاصيل.

source: In a statement to Youm El Saba’a, Ramzy Ezz El Din denied the murder was part of a an organized hate movement against Arabs and Muslims, calling the murder “a regular incident, as terrorism exists all over the world.”
ar: و في كلمة للكاتب بيوم الصبا، رمزي عز الدين، أنكر أن الجريمة هي جزء من حركة تنظيمية كارهة للعرب و المسلمين، و قال أن الجريمة هي حادثة منظمة و أن الإرهاب موجود بكل مكان بالعالم أجمع.

source: As of Saturday, no foreign major news outlet except the AP had reported on the incident.
ar: و بالنسبة ليوم السبت، فلا توجد أحداث أجنبية رئيسية ما عدا تقرير لوكالة ألأنباء الأسوشيتد برس حول الحادثة.

source: The victim of terrorism in Germany was three months pregnant: will the silence remain?
ar: ضحية الإرهاب في ألمانية سيدة حامل في شهرها الثالث: هل سيستمر الصمت؟

source: Marwa al-Sherbini
ar: مروة الشربيني

source: Will Egyptian Diplomacy Intervene to Bring Back The Rights of The Murdered Muslim?
ar: هل ستتدخل الدبلوماسية المصرية لاسترداد حقوق المسلمة المقتولة؟

source: . She was the wife of an Egyptian envoy in Germany who died after being stabbed in Dresden Court in Germany this morning.
ar: -كانت زوجة موفد مصري إلى المانيا توفي بعد تعرضه للطعن في محكمة دريسدين في المانيا صباح اليوم.

source: Dr. Mohamed Gaber Abu Ali, Head of the Cultural Affairs and Missions in the Ministry of Education stated that Marwa El-Sherbini, the wife of the Egyptian envoy Elwi Ali Okaz and lecturer in the Genetic Engineering Institute, of Monoufeya University, had a
ar: و قد صرح الدكتور محمد الجابري مدير الشؤون الثقافية و البعثات في وزارة التربية أن مروة الشربيني، زوجة الموفد المصري علوي علي عكاظ و المحاضر في معهد الهندسة الوراثية في جامعة مونوفيا، حصل على منحة شخصية من معهد ماكس بلانك، كانت قد طعنت من قبل مواطن ألماني و

source: Egypt expels 20 French suspected Islamists
ar: مصر تطرد 20 مشتبهاً فرنسياً مسلماً

source: CAIRO (AFP) — Egypt has expelled about 20 suspected French Islamists over the past month, an Egyptian security official told AFP on Saturday.
ar: القاهرة (أ ف ب) – صرح مسئول أمني مصري لوكالة فرانس برس يوم السبت أن مصر طردت 20 شخصاً يشتبه بأنهم إسلاميين فرنسيين خلال الشهر الماضي.

source: About 20 French Muslims detained in the investigation into the Cairo attack in February that cost the life of a French girl have been expelled, little by little, the official said, declining to be named.
ar: وقال المسئول الذي رفض الكشف عن اسمه طُرد نحو 20 مسلماً فرنسياً اُعتقلوا في تحقيقات حول تفجيرات القاهرة التي وقعت في فبراير التي أودت بحياة فتاة فرنسية طردوا.

source: He said that no charges were filed against the French nationals but they were considered religious extremists and undesirable in Egypt.
ar: وقال إنه لم يتم توجيه أي اتهامات إلى المواطنين الفرنسيين ولكن اُعتبروا متطرفين دينيين وغير مرغوب فيهم في مصر.

source: A French consular official told AFP a certain number of French nationals were detained along with other foreigners after the attack and asked to leave Egypt at their own expense and without any legal case against them.
ar: وقال مسئول في القنصلية الفرنسية لوكالة فرانس برس إن عدداً معيناً من الرعايا الفرنسيين اُعتقلوا مع غيرهم من الأجانب بعد الهجوم وطُلب منهم مغادرة مصر على نفقتهم الخاصة ودون رفع أي قضايا قانونية ضدهم.

source: A French teenager was killed on February 22 in a bomb attack in Cairo's famed Khan al-Khalili bazaar, in the first deadly violence against Westerners in Egypt since 2006.
ar: وكانت فتاة فرنسية قد قُتلت في 22 فبراير في انفجار قنبلة وقع في حي القاهرة الشهير خان الخليلي في أول أعمال عنف مميتة تُنفذ ضد الأجانب في مصر منذ عام 2006.

source: Peace process cannot handle more failure, Egypt warns
ar: مصر تحذر: عملية السلام لا يمكنها تحمل الفشل أكثر.

source: In Morocco, an Alternative to Iran
ar: في المغرب بديلاً لإيران

source: RABAT -- If you want an antidote to the photographs of police officers beating demonstrators and girls dying on the streets of the Iranian capital, take a drive through the streets of the Moroccan capital. You might see demonstrators, but not under attack
ar: الرباط -- إذا أردت علاجاً لصور ضباط الشرطة وهم يضربون المتظاهرين وفتيات يمتن في شوارع العاصمة الإيرانية، خذ السيارة عبر شوارع العاصمة المغربية. فقد ترى المتظاهرين ولكن ليسوا تحت الهجوم، ففي اليوم الذي قمت فيه بالزيارة، كانت هناك مجموعة من الناس تلوح باللا

source: Welcome to the kingdom of Morocco, a place which, in the light of the past two week's events in Iran, merits a few minutes of reflection. Unlike Turkey, Morocco is not a secular state: The king claims direct descent from the prophet Mohammed. Nor does Mor
ar: مرحبا بكم في المملكة المغربية، وهي مكان يستحق بضع دقائق من التأمل في ضوء أحداث الأسبوعين الماضيين في إيران، وخلافا لتركيا، إن المغرب ليست دولة علمانية، فالملك يدعي نسب مباشر من النبي محمد، ولا تطمح المغرب إلى أن تكون أوروبية، وعلى الرغم من أن اللغة الفرنس

source: The result is not what anyone would call a liberal democratic paradise. One human rights activist painted for me a byzantine portrait of electoral corruption, involving mediators who organize votes on behalf of candidates. Others point out that if the
ar: والنتيجة ليست ما يمكن أن يطلق عليها أي شخص جنة ديمقراطية ليبرالية. ورسم أحد الناشطين في مجال حقوق الإنسان من أجلي رسم صورة بيزنطية للفساد الانتخابية التي تضم وسطاء ينظمون الأصوات لصالح المرشحين، ويشير آخرون إلى أنه إذا كان المتظاهرون الذين رأيتهم أمام

source: Jordanian king names 15-year-old son as heir
ar: العاهل الأردني يسمي ابنه البالغ من العمر خمسة عشر عاماُ ولياُ للعهد
